Repository: aKelleter/Wal2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_be

source: Accueil
nl_be: Home

source: Les rubriques
nl_be: De secties

source: Page 1
nl_be: Pagina 1

source: Page 2
nl_be: Pagina 2

source: Page 3
nl_be: Pagina 3

source: Liens
nl_be: Links

source: Administration
nl_be: Administratie

source: Identification
nl_be: Identificatie

source: L'application a généré une erreur
nl_be: De applicatie heeft een fout gegenereerd

source: Bienvenue sur
nl_be: Welkom bij

source: Les liens
nl_be: De koppelingen

source: Mot de passe
nl_be: Wachtwoord

source: Nom d'utilisateur
nl_be: Gebruikersnaam

source: Se connecter
nl_be: Aanmelden

source: Veuillez vous identifier
nl_be: Identificeer uzelf

source: Ce site a pour objectif de rassembler et de présenter, de façon claire et synthétique, les principales commandes Git utiles au quotidien. Que vous soyez débutant ou utilisateur confirmé, vous trouverez ici des rappels rapides pour manipuler les branches, gérer vos commits, ou retrouver les commandes essentielles à l’aide de quelques clics.
nl_be: Het doel van deze site is om de belangrijkste Git commando's, die dagelijks van pas komen, samen te brengen en op een duidelijke en beknopte manier te presenteren. Of je nu een beginner of een ervaren gebruiker bent, hier zul je snelle herinneringen vinden voor het manipuleren van branches, het beheren van je commits, of het vinden van de essentiële commando's met slechts een paar klikken.

source: N’hésitez pas à explorer le menu pour accéder aux différentes rubriques.
nl_be: Voel je vrij om het menu te verkennen om toegang te krijgen tot de verschillende secties.

source: Bonne navigation !
nl_be: Veel surfplezier !

source: Bienvenue sur la page 1
nl_be: Welkom op pagina 1

source: Bienvenue sur la page 2
nl_be: Welkom op pagina 2

source: Bienvenue sur la page 3
nl_be: Welkom op pagina 3

source: est une application PHP modulaire sans framework, conçue autour des principes suivants : <ul> <li>Front Controller unique</li> <li>Moteur de template maison</li> <li>Routage personnalisé</li> <li>Gestion de l’internationalisation (I18n) avec Gettext</li> <li>Système d’erreurs et de cache intégrés</li> </ul> Ce projet est pensé pour être facilement réutilisable, découpé en modules, et personnalisable.
nl_be: is een modulaire, framework-vrije PHP-applicatie ontworpen rond de volgende principes : <ul> <li>Eén frontcontroller</li> <li>Eigen template engine</li> <li>Aangepaste routing</li> <li>Internationalisatiebeheer (I18n) met Gettext</li> <li>Geïntegreerd fouten- en cache-systeem</li> </ul> Dit project is ontworpen om gemakkelijk herbruikbaar te zijn, opgedeeld in modules en aanpasbaar.

source: Il constitue un socle léger, clair et modulaire, idéal pour des prototypes ou des bases de projets professionnels structurés.
nl_be: Het biedt een lichte, heldere en modulaire basis, ideaal voor prototypes of de basis van gestructureerde professionele projecten.

source: Profitez-en bien !
nl_be: Maak er het beste van!

source: Erreur - L'application a généré une erreur, celle-ci a été consignée
nl_be: Error - De applicatie heeft een fout gegenereerd die is gelogd

source: Erreur 500 - Erreur de serveur interne
nl_be: Fout 500 - Interne serverfout

source: Erreur 404 - Cette ressource n'existe pas
nl_be: Fout 404 - Deze bron bestaat niet

source: Nom d'utilisateur ou mot de passe invalide.
nl_be: Ongeldige gebruikersnaam of wachtwoord.

source: Chemin non autorisé
nl_be: Onbevoegd pad

source: Page introuvable.
nl_be: Pagina niet gevonden.

source: La page demandée n'hexiste pas.
nl_be: De opgevraagde pagina wordt niet weergegeven.

source: Déconnexion
nl_be: Afmelden
